{
  "recette": [
    {
      "id": 1,
      "entryTitle": "Crabe Farcis",
      "entryDescription": "Bien souvent, le crabe farci semble fastidieux à préparer. Pourtant, cette préparation antillaise est très simple à réaliser. Préparez une farce parfumée avec des échalotes, de l’ail, du lard et du piment, pendant que les tourteaux cuisent.",
      "Image": "https://img.cuisineaz.com/660x660/2018/03/19/i138139-feroce-d-avocat-en-verrines.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2013/12/20/i23034-crabe-farci.webp",
      "entryAlt": "photo crabe farci",
      "entryEtape": [
        "1 : Dans un grand faitout, portez à ébullition une grande quantité d'eau, additionnée du gros sel et de curry.",
        "2 : Plongez-y les tourteaux et laissez-les cuire pendant 20 minutes, à petits bouillons.",
        "3 : Pendant ce temps, préparez la farce. Dans une casserole, faites bouillir le lait et versez-le sur la mie de pain préalablement placée dans un bol.",
        "4 : Pelez les échalotes et hachez-les finement. Faites-les fondre à la poêle dans 20 g de beurre.",
        "5 : Hachez le lard. Pelez les gousses d'ail et hachez-les après avoir ôté le germe. Ajoutez le tout dans la poêle avec les échalotes. Laissez cuire, à feu doux, pendant 10 minutes. Égouttez la mie de pain et ajoutez-la à la farce. Réservez."
      ],
      "entryEtape2": [
        "6 : Égouttez les tourteaux, rincez-les sous l'eau froide. Ouvrez-les et retirez-en la chair. Incorporez celle-ci, ainsi que la partie crémeuse ocre jaune, à la préparation de la farce. Salez et poivrez. Relevez avec le piment.",
        "7 : Nettoyez les carapaces des tourteaux à l’eau claire et citronnez-en l'intérieur. Remplissez-les de farce. Saupoudrez de chapelure et posez une noisette de beurre sur chaque carapace de crabe farci.",
        "8 : Laissez gratiner quelques minutes sous le gril du four.",
        "9 : Servez immédiatement les crabes farcis."
      ],
      "entryIngredients": [
        "4 tourteaux vivants",
        "40 g de mie de pain",
        "3 échalotes",
        "10 c. à soupe de lait",
        "40 g de beurre",
        "1 pincée de piment",
        "Fleur de sel de Guérande Ducros"
      ],
      "entryIngredients2": [
        "150 g de lard",
        "1 citron",
        "2 gousses d’ail",
        "2 c. à soupe de chapelure",
        "1 c. à café de curry",
        "1 c. à café de gros sel",
        "Poivre du moulin"
      ],
      "entryPersonne": "4 pers",
      "entryCuisson": "40mn",
      "entryPréparation": "30mn",
      "entryNiveau": "facile",
      "Like": true
    },
    {
      "id": 2,
      "entryTitle": "Boudin Noir",
      "entryDescription": "Le boudin antillais ou boudin créole est un savant mélange de sang de porc, de boyaux, de pieds de cives, de bois d'inde, de clous de girofle, de piment frais, d'huile, de pain rassis, de thym et de sel. Le sang de bœuf, de veau ou de mouton peut aussi être utilisé.",
      "Image": "https://img.cuisineaz.com/660x660/2013/12/20/i56554-boudin-antillais.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2013/12/20/i56554-boudin-antillais.webp",
      "entryAlt": "photo boudin noir",
      "entryEtape": [
        "1 : Mettez de côté pour le bouillon : 5 oignons-pays, 5 branches de persil, le piment et les feuilles de bois d'Inde.",
        "2 : Faites tremper le pain coupé en morceaux dans le lait. ",
        "3 : Lavez les boyaux dans de l'eau citronnée, retournez-les, rincez-les et mettez-les à égoutter. Vérifiez qu'ils ne soient pas percés, en insufflant de l'air. ",
        "4 : Hâchez finement les épices après les avoir lavées. Versez l'huile dans un large récipient, faites chauffer. Versez-y les épices et faites-les revenir à feu doux, 10 à 15 minutes. ",
        "5 : Pressez le pain afin de bien faire sortir tout le lait. Emiettez-le ou passez-le à la moulinette au-dessus du récipient contenant le sang. Mélangez avec les mains, ajoutez le sel, puis versez au fur et à mesure l'huile et les épices. Goûtez et rectifiez l'assaisonnement si nécessaire. "
      ],
      "entryEtape2": [
        "6 : Ensachez les boyaux à l'aide d'un entonnoir : versez la farce dans l'entonnoir introduit au bout du boyau et, à l'aide d'un bâtonnet, faites couler la farce (évitez de trop remplir, sinon les boyaux risquent d'éclater à la cuisson). Attachez les extrémités à l'aide de bouts de ficelle.",
        "7 : Pendant que vous remplissez les boyaux, faites bouillir 5 l d'eau salée dans une grande marmite avec l'oignon-pays, le persil, les feuilles de bois d'Inde, le piment légèrement ciselé. ",
        "8 : Baissez le feu, puis plongez successivement les boudins dans l'eau frémissante et laissez cuire à petit feu 30 minutes environ.  ",
        "9 : En piquant le boyau à l'aide d'une épingle, vérifiez la cuisson : s'il en sort du sang, le boudin n'est pas cuit, si c'est de l'huile, le boudin est prêt."
      ],
      "entryIngredients": [
        "1 l de sang de porc ",
        "20 oignons-pays ",
        "5 branches de thym ",
        "4 cl d'huile",
        "lait, eau ",
        "sel, poivre ",
        "1 paquet de boyaux "
      ],
      "entryIngredients2": [
        "5 kg de pain ",
        "15 branches de persil ",
        "2 c. à café rase de bois d'Inde en poudre  ",
        "2 limes ou gros citrons",
        "4 feuilles de bois d'Inde  ",
        "1 piment",
        "ficelle "
      ],
      "entryPersonne": "20 pers",
      "entryCuisson": "30mn",
      "entryPréparation": "2h",
      "entryNiveau": "intermédaire",
      "Like": true
    },
    {
      "id": 3,
      "entryTitle": "Féroce Avocat au thon",
      "entryDescription": "Nous avons revisité le féroce d'avocat antillais pour vous proposer une recette d'avocat facile avec du thon à notre sauce : du thon, de l'oignon rouge et du tabasco.",
      "Image": "https://img.cuisineaz.com/660x660/2017/06/02/i127984-.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2017/06/02/i127984-.webp",
      "entryAlt": "photo féroce avocat",
      "entryEtape": [
        "1 : Éplucher et émincez finement l'oignon rouge. Pressez le citron et réservez le jus. Puis égouttez le thon.",
        "2 : Coupez votre avancent en deux puis prélevez sa chair. Écrasez-la à l'aide d'une fourchette et arrosez-la du jus du citron vert. "
      ],
      "entryEtape2": [
        "3 : Assaisonnez avec le tabasco ou le piment (selon vos goûts), le sel et le poivre. Disposez votre préparation dans un plat de service. Puis réservez au réfrigérateur votre féroce d'avocat jusqu'au moment de servir.",
        "4 : Régalez-vous! "
      ],
      "entryIngredients": [
        "1 oignon rouge ",
        "1 avocat ",
        "tabasco ou un 1/8 de piment antillais ",
        "poivre"
      ],
      "entryIngredients2": [
        "280 g de thon au naturel ",
        "1 citron vert ",
        "sel"
      ],
      "entryPersonne": "4 pers",
      "entryCuisson": "30mn repos",
      "entryPréparation": "15mn",
      "entryNiveau": "facile",
      "Like": false
    },
    {
      "id": 4,
      "entryTitle": "Accras au saumon",
      "entryDescription": "Plus fins et plus raffinés que les accras de morue, les accras de saumon revisitent un grand classique de la cuisine antillaise. Dans une recette toute simple, elles réunissent le saumon fumé rehaussé d’une pointe de piment de Cayenne et enveloppé dans un croustillant beignet frit. Hop, on tente les accras faits-maison pour épater et régaler les convives. !",
      "Image": "https://img.cuisineaz.com/660x660/2018/10/28/i143621-accras-de-saumon.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2018/10/28/i143621-accras-de-saumon.webp",
      "entryAlt": "photo accras au saumon",
      "entryEtape": [
        "1 : Rincez, épongez et hachez grossièrement la ciboulette. Hachez le saumon fumé. Mélangez la farine tamisée, le lait et l'œuf afin d'obtenir une pâte lisse et homogène. Incorporez le hachis de saumon et de ciboulette, salez peu, poivrez et assaisonnez de piment de Cayenne."
      ],
      "entryEtape2": [
        "2 : Formez de petites boulettes de pâtes à l'aide de 2 cuillères à café. Faites frire les beignets 5 min dans une huile de friture bien chaude. Egouttez-les sur du papier absorbant et servez aussitôt."
      ],
      "entryIngredients": [
        "300 g de saumon fumé ",
        "20 cl de lait ",
        "Ciboulette ",
        "Sel"
      ],
      "entryIngredients2": [
        "250 g de farine tamisée ",
        "1 oeuf ",
        "Piment de Cayenne  ",
        "Poivre"
      ],
      "entryPersonne": "4 pers",
      "entryCuisson": "10mn",
      "entryPréparation": "15",
      "entryNiveau": "facile",
      "Like": false
    },
    {
      "id": 5,
      "entryTitle": "Féroce Avocat en verrine",
      "entryDescription": "Voila un met typiquement de saison qui permet de consommer un avocat autrement: le féroce d'avocat. En effet imaginez que votre avocatier de votre jardin soit chargé, consommer l'avocat en vinaigrette ou en nature, il en reste toujours. Donc pour varier les plaisirs préparons ces féroces d'avocats!! ",
      "Image": "https://img.cuisineaz.com/660x660/2018/03/19/i138139-feroce-d-avocat-en-verrines.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2018/03/19/i138139-feroce-d-avocat-en-verrines.webp",
      "entryAlt": "photo féroce avocat",
      "entryEtape": [
        "1 : Pelez, les avocats, coupez-les en lamelles et écrasez-les à l'aide d'une fourchette. ",
        "2 : Pressez les citrons verts et répandez le jus obtenu sur la purée d'avocats. ",
        "3 : Ajoutez les échalotes, le piment ou le tabasco, l'ail, l'ananas coupé finement en petit dés, le saumon et mélangez le tout avec homogénéité.",
        "4 : Incorporez la farine de manioc et mélangez à nouveau."
      ],
      "entryEtape2": [
        "5 : Mettez dans des verrines ou des verres à tapas, décorez avec un filet de magret et une crevette ou gambas en brochettes .",
        "6 : Placez au frais 30mn. ",
        "7 : Servez bien frais à l'apéritif avec un ti-punch, un punch planteur ou un mojito.  "
      ],
      "entryIngredients": [
        " 6 avocats bien mûrs",
        " 2 citrons verts",
        " 2 gousses d'ail",
        " un peu de tabasco ou 1/2 piment antillais",
        " 2 échalotes",
        " 2 boîtes de miettes de thon ou de crabes"
      ],
      "entryIngredients2": [
        " 200 g d'émincés de saumon fumé",
        " 6 filets de magret fumés",
        " 200 g d'ananas en boîte ou 1/2 ananas victoria de préférence",
        " 200 g de farine de manioc (en vente dans les épiceries chinoises ou au rayon exotique des hypermarchés) "
      ],
      "entryPersonne": "6 pers",
      "entryCuisson": "30mn repos",
      "entryPréparation": "15mn",
      "entryNiveau": "facile",
      "Like": false
    },
    {
      "id": 6,
      "entryTitle": "Accras de morue",
      "entryDescription": "L'un des hors-d'oeuvre favoris des Antillais, pour accompagner le ti punch.",
      "Image": "https://img.cuisineaz.com/660x660/2013/12/20/i31363-accras-morue-antilles.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2013/12/20/i31363-accras-morue-antilles.webp",
      "entryAlt": "photo boudin noir",
      "entryEtape": [
        "1 : Faites dessaler la morue en la trempant à grande eau pendant 4 heures. Égouttez-la. Retirez-en les arêtes et la peau. Passez la chair de morue au mixer avec l'oignon, l'ail, le piment, le persil, du sel et du poivre en quantités modérées. Versez dans un saladier. ",
        "2 : Ajoutez la farine, puis les oeufs un à un et le lait. Mélangez bien. "
      ],
      "entryEtape2": [
        "3 : Confectionnez des boulettes que vous cuirez 3 min à la grande friture. N'en mettez pas trop à la fois et procédez en plusieurs tournées. Égouttez sur du papier absorbant et savourez de suite, nature ou avec un peu de ketchup."
      ],
      "entryIngredients": [
        "250 g de morue",
        "250 g de farine",
        " 2 oeufs",
        " 1 oignon",
        " 2 gousses d'ail"
      ],
      "entryIngredients2": [
        "1 piment oiseau",
        " 2 c. à soupe de persil haché",
        "1 verre de lait",
        "sel",
        "poivre"
      ],
      "entryPersonne": "4 pers",
      "entryCuisson": "2mn",
      "entryPréparation": "1h",
      "entryNiveau": "facile",
      "Like": false
    },
    {
      "id": 7,
      "entryTitle": "Carotte râpée",
      "entryDescription": "Les carottes râpées, ainsi que la salade de carottes râpées, constituent une forme de présentation courante de la carotte, qui a subi un processus de râpage. Elles peuvent être réalisées manuellement avec l'utilisation d'une râpe",
      "Image": "https://img.cuisineaz.com/660x660/2014/02/17/i107734-carottes-rapees-creoles.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2014/02/17/i107734-carottes-rapees-creoles.webp",
      "entryAlt": "photo carotte râpée",
      "entryEtape": [
        "1 : Lavez les carottes, pelez et râpez-les, découpez les rondelles d'ananas en petits tronçons 2 cm pas plus, montez une mayonnaise classique en la terminant avec un filet de vinaigre de vin ou bien de noix, mélangez avec les carottes et les morceaux d'ananas, salez, poivrez et placez au frigo pendant 1 heure."
      ],
      "entryEtape2": [
        "2 : Servez bien frais. "
      ],
      "entryIngredients": [
        "10 carottes",
        " 8 rondelles d'ananas en boîte",
        " 2 jaunes d'oeufs",
        "2 c. à soupe de moutarde"
      ],
      "entryIngredients2": [
        " huile de colza",
        "vinaigre de vin ou de noix",
        "sel",
        "poivre blanc"
      ],
      "entryPersonne": "4 pers",
      "entryCuisson": "5mn repos",
      "entryPréparation": "20mn",
      "entryNiveau": "facile",
      "Like": false
    },
    {
      "id": 8,
      "entryTitle": "Accras de crevettes aux piments doux",
      "entryDescription": "Les accras de crevettes c'est la recette qui peut être réalisé par quasiment tout le monde, en tout cas pour tous ceux consomment des crevèttes. Cette recette est rapide, simple et délicieuse, alors pourquoi s'en priver?",
      "Image": "https://img.cuisineaz.com/660x660/2016/08/02/i88754-accras-de-crevettes-aux-piments-doux.webp",
      "entryImg": "https://img.cuisineaz.com/660x660/2016/08/02/i88754-accras-de-crevettes-aux-piments-doux.webp",
      "entryAlt": "photo Accras de crevettes aux piments doux",
      "entryEtape": [
        "1 : Pelez l’oignon et les gousses d’ail, puis hachez-les. ",
        "2 : Rincez soigneusement les cives et les branches de persil. Découpez-les finement. Faites de même avec les piments doux. ",
        "3 : Salez et poivrez les crevettes décortiquées. Mettez-les dans un saladier avec les ingrédients précédents.  ",
        "4 : Ajoutez le thym frais et le jus de citron, mélangez. ",
        "5 : Versez la farine, la levure et 100 ml d’eau salée dans le saladier. Mélangez doucement et rajoutez à nouveau 100 ml d’eau salée.  "
      ],
      "entryEtape2": [
        "6 : Chauffez l’huile dans une sauteuse. ",
        "7 : À l’aide d’une petite cuillère, formez des beignets. Plongez-les dans l’huile et retournez-les de temps en temps.  ",
        "8 : Une fois que les accras sont cuits, déposez-les sur du papier absorbant. "
      ],
      "entryIngredients": [
        "400 g de crevettes crues décortiquées",
        "5 piments doux",
        "250 g de farine",
        "2 gousses d’ail",
        "3 cives",
        "1 demi oignon"
      ],
      "entryIngredients2": [
        "4 branches de persil",
        "1 c. à café rase de levure chimique",
        "1 c. à café de jus de citron",
        "thym frais",
        " huile de friture",
        "sel",
        "poivre"
      ],
      "entryPersonne": "10 pers",
      "entryCuisson": "10mn",
      "entryPréparation": "10",
      "entryNiveau": "facile",
      "Like": false
    },
    {
      "id": 9,
      "platTitle": "Colombo de Poulet",
      "platDescription": "Vous cherchez une recette exotique qui fera voyager vos papilles aux Antilles? Ne cherchez plus ! Le colombo de poulet à la créole est un plat antillais traditionnel de cette partie du monde qui saura satisfaire les gourmets les plus difficiles et qui est très simple à réaliser.",
      "Image": "https://img.cuisineaz.com/660x660/2014/02/17/i93959-recette-colombo-poulet-creole.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2014/02/17/i93959-recette-colombo-poulet-creole.webp",
      "platAlt": "photo Colombo de Poulet",
      "platEtape1": [
        "1 : Pour débuter cette recette de poulet au colombo, découpez le poulet en 8 morceaux relativement gros. Vous pouvez bien entendu choisir d'acheter directement du poulet découpé avec quelques cuisses, ailes et blancs ou demander à votre boucher de prendre en charge cette étape. Faites revenir les morceaux à l'huile à feu moyen dans une poêle. ",
        "2 : Épluchez ensuite les oignons et hachez-les finement à la main ou au hachoir. Lavez et coupez le piment. Ajoutez-les au poulet ainsi que la poudre de colombo. Mélangez bien afin que la poudre adhère uniformément à chaque morceau de poulet."
      ],
      "platEtape2": [
        "3 : Recouvrez le tout d'eau froide, salez à votre convenance et laissez cuire 40 minutes environ en remuant de temps en temps à l'aide d'une cuillère en bois ou d'une spatule. Pendant ce temps, taillez les aubergines et les cristophines en morceaux de taille moyenne.  ",
        "4 : Pendant ce temps, épluchez et hachez l'ail très finement. À mi-cuisson du poulet, ajoutez-le ainsi que les légumes dans votre recette de poulet pimenté à la créole. Une fois la cuisson terminée, il ne vous reste plus qu'à dresser votre poulet antillais en sauce sur une assiette et décorer de segments de coriandre. Régalez-vous avec cette délicieuse recette de colombo!"
      ],
      "platIngredients": [
        "1 poulet de 1/4+5 kg environ",
        " 2 c à soupe de poudre de colombo",
        "2 oignons",
        " 2 aubergines"
      ],
      "platIngredients2": [
        " 2 cristophines (légume exotique)",
        " 1 piment",
        " 3 gousses d'ail",
        "quelques segments de coriandre",
        " sel"
      ],
      "platPersonne": "4 pers",
      "platCuisson": "40 mn",
      "platPréparation": "20mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 10,
      "platTitle": "Dombre aux ouassous",
      "platDescription": "Le dombré ouassous, recette traditionnelle créole incontournable de toutes les tables aux Antilles, pour les jours de fêtes et plus encore.",
      "Image": "https://img.cuisineaz.com/660x660/2014/02/17/i93959-recette-colombo-poulet-creole.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2016/04/28/i100145-queue-de-lotte-a-larmoricaine.webp",
      "platAlt": "photo Colombo de Poulet",
      "platEtape1": [
        "1 : Mélangez la moitié de la farine avec de l'eau salée jusqu'à l'obtention d'une boule, ajoutez de la farine.",
        "2 : Faites des petites boulettes."
      ],
      "platEtape2": [
        "3 : Nettoyez les ouassous. ",
        "4 : Faites revenir les épices et ajoutez les ouassous. Quand ils sont roses, ajoutez les lardons, 5 min aprés, ajoutez les tomates et laissez mijoter 2 min. Ajoutez de l'eau et du sel."
      ],
      "platIngredients": [
        " 1 kg de ouassous (écrevisses)",
        "1 boîte de tomates concassées",
        " 500 g de lardons",
        " 1 kg de farine",
        "persil"
      ],
      "platIngredients2": [
        " 1 gousse d'ail",
        "2 oignons",
        "1 citron vert",
        "sel",
        "poivre "
      ],
      "platPersonne": "4 pers",
      "platCuisson": "30 mn",
      "platPréparation": "20mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 11,
      "platTitle": "Bokit",
      "platDescription": "À la croisée entre un burger et un sandwich traditionnel, voici le bokit. Ce sandwich guadeloupéen est frit dans l'huile de tournesol pour prendre la forme d'un burger. Original et savoureux, le bokit va épater vos convives qui souhaitent découvrir de nouvelles saveurs. Facile à réaliser, vous pourrez ensuite les garnir comme bon vous semble : de miettes de morue, de poulet, de jambon, de fromage, de thon ou bien de crudités. Laissez parler vos sens et votre créativité ! ",
      "Image": "https://img.cuisineaz.com/660x660/2018/06/25/i140669-bokit.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2018/06/25/i140669-bokit.webp",
      "platAlt": "photo Bokit",
      "platEtape1": [
        "1 : Dans un grand saladier, versez le sachet de levure de boulangerie puis ajoutez-y une cuillère à soupe d'eau tiède. Laissez la levure de boulangerie de réhydrater pendant 10 minutes.",
        "2 : Incorporez la farine, le saindoux et le sel. Mélangez puis ajoutez progressivement le reste d'eau tiède tout en mélangeant. Vous devez ensuite pétrir la pâte à bokit avec les mains quelques minutes, jusqu'à qu'elle forme une boule bien ferme et qui n'accroche pas. Couvrez ensuite votre saladier d'un torchon propre et laissez lever la pâte à température ambiante pendant 2 heures. "
      ],
      "platEtape2": [
        "3 : Lorsqu’elle a doublé de volume, donnez un coup de poing au centre de la pâte à bokit pour la dégazer. Divisez-la ensuite en six parts et formez des boules de la taille d'un poing. Avec un rouleau à pâtisserie, aplatissez légèrement les boules.  ",
        "4 : Versez l’huile de tournesol dans une grande casserole et faites-la chauffer. Lorsqu’elle est bien chaude, faites-y frire les bokits pendant 5 minutes chacun en les retournant de temps à autre. Le pain va gonfler et colorer légèrement. Égouttez sur du papier absorbant les bokits puis coupez les pains dans le sens de l'épaisseur au 3/4. Garnissez les bokits selon vos envies puis dégustez."
      ],
      "platIngredients": [
        "500 g Farine",
        "500 ml Huile de tournesol",
        "25 cl Eau tiède"
      ],
      "platIngredients2": [
        " 1 sachet(s) Levure de boulanger",
        "1 c. à soupe Saindoux",
        " Sel "
      ],
      "platPersonne": "6 pers",
      "platCuisson": "30 mn",
      "platPréparation": "15mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 12,
      "platTitle": "Chiquetaille de morue",
      "platDescription": "Se déguste dans les Antilles : Guadeloupe... En plat principal, on accompagnera la chiquetaille d'une salade de pommes de terre (ou mieux, de patates douces), ou de concombre, très peu vinaigrée, et éventuellement agrémentée de quelques c. à soupe de jus de fruits. Pour les estomacs fragiles, on limitera le piment à 1 seule pincée ! ",
      "Image": "https://img.cuisineaz.com/660x660/2016/04/28/i29374-chiquetaille-de-morue.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2016/04/28/i29374-chiquetaille-de-morue.webp",
      "platAlt": "photo Chiquetaille de morue",
      "platEtape1": [
        "1 : Faites griller la morue dans une poêle à bords hauts avec 1 c. à soupe d'huile. Le poisson doit être cuit et doré. ",
        "2 : Si vous ne pouvez vous procurer de la morue déjà dessalée, il vous faudra la faire dessaler : laissez-la tremper pendant 1 nuit dans un saladier d'eau froide, dont vous changerez l'eau au moins 4 fois."
      ],
      "platEtape2": [
        "3 : Laissez refroidir la morue. Pendant ce temps hâchez finement l'oignon cru et l'ail. ",
        "4 : Emiettez la morue, mélangez-la avec l'huile, le vinaigre, le hâchis d'oignon et d'ail. Saupoudrez de piment et mélangez encore. Laissez reposer 30 min avant de servir. "
      ],
      "platIngredients": [
        "400 g de morue dessalée",
        "1 oignon moyen",
        "1 gousse d'ail moyenne"
      ],
      "platIngredients2": [
        "2 pincées de piment en poudre",
        " huile",
        "vinaigre "
      ],
      "platPersonne": "4 pers",
      "platCuisson": "15 mn",
      "platPréparation": "20mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 13,
      "platTitle": "Agoulou",
      "platDescription": "L’Agoulou est une recette très populaire en Guadeloupe. Proche des célèbres paninis, l’Agoulou est un pain brioché fourré avec des garnitures très variées. Nous vous proposons une version simple et savoureuse avec une garniture à base de jambon et de crudités. Ces sandwichs chauds feront le bonheur de toute la famille ! ",
      "Image": "https://img.cuisineaz.com/660x660/2019/05/03/i146915-agoulou.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2019/05/03/i146915-agoulou.webp",
      "platAlt": "photo Agoulou",
      "platEtape1": [
        "1 : Versez la farine, la levure, le sucre en poudre et le sel. Mélangez bien. Faites fondre le beurre au micro-ondes. Ajoutez-le dans le saladier. Ajoutez également un œuf et le lait tiède. Mélangez bien jusqu’à obtention d’une pâte homogène. ",
        "2 : Couvrez le saladier et laissez reposer la pâte pendant 2 heures dans un endroit tiède. Après ce temps de repos, dégazez la pâte et divisez-la en 6 portions égales. Façonnez des boules puis aplatissez-les. Disposez-les sur une plaque recouverte de papier de cuisson. Laissez à nouveau reposer pendant 1 heure.",
        "3 : Fouettez l’œuf restant et badigeonnez-en les petits pains. Enfournez pendant 15 min (four préchauffé à 200°C). Laissez refroidir les pains.  "
      ],
      "platEtape2": [
        "4 : Coupez les tomates en rondelles. Tranchez les pains dans l’épaisseur. Garnissez-les avec la salade, les tomates, le jambon et le fromage. ",
        "5 : Placez les Agoulou dans un appareil à panini ou sur un grill. Faites cuire quelques minutes jusqu’à ce que le pain soit bien doré. Dégustez sans attendre."
      ],
      "platIngredients": [
        "-Pour le pain brioché : 500 g de farine",
        " 1 sachet de levure sèche super active",
        "2 c. à soupe de sucre en poudre",
        "1 c. à café de sel",
        "  100 g de beurre doux",
        "2 œufs",
        "20 cl de lait tiède"
      ],
      "platIngredients2": [
        "-Pour la garniture : 6 tranches de jambon blanc",
        "2 tomates",
        " 6 feuilles de salade",
        "6 tranches de cheddar"
      ],
      "platPersonne": "6 pers",
      "platCuisson": "3h",
      "platPréparation": "25mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 14,
      "platTitle": "Cabillaud au court-bouillon",
      "platDescription": "Le cabillaud au court-bouillon est une recette très facile et rapide à préparer. En semaine ou pour un repas entre amis, la cuisson du poisson est ici contrôlable et permet de profiter de ses convives sans rester rivé à la cuisinière. Le poisson garde sa belle texture souple et il est parfumé par le court-bouillon haut en saveurs. ",
      "Image": "https://img.cuisineaz.com/660x660/2020/09/20/i155153-shutterstock-188411006.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2020/09/20/i155153-shutterstock-188411006.webp",
      "platAlt": "photo Cabillaud au court-bouillon",
      "platEtape1": [
        "1 : Préparez le court-bouillon. Épluchez la carotte et le poireau (en gardant un peu de vert). Nettoyez les légumes puis coupez-les en petits morceaux.",
        "2 : Faites chauffer l’huile d'olive dans un grand faitout à feu vif. Faites suer les carottes et le poireau pendant quelques minutes. Salez et poivrez selon votre goût. ",
        "3 : Faites fondre le cube de bouillon émietté pendant quelques secondes puis recouvrez avec l’eau et le vinaigre. Ajoutez le bouquet garni. "
      ],
      "platEtape2": [
        "4 : Portez à ébullition puis baissez le feu à feu moyen. Plongez les dos de cabillaud.",
        "5 : Laissez cuire environ 8 min à partir du moment où le bouillon est à frémissement. Surveillez qu’il ne bouillonne pas trop fortement. ",
        "6 : Servez chaud avec des légumes, du riz ou des pommes de terre à la vapeur."
      ],
      "platIngredients": [
        " 4 dos de cabillaud sans peau",
        "2,5 litres d’eau",
        "4 c. à soupe de vinaigre blanc",
        " 1 bouillon cube de légumes",
        "1 poireau"
      ],
      "platIngredients2": [
        " 1 carotte",
        "1 bouquet garni",
        "1 c. à soupe d’huile d'olive",
        " sel",
        " poivre mignonette "
      ],
      "platPersonne": "4 pers",
      "platCuisson": "10 mn",
      "platPréparation": "10mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 15,
      "platTitle": "Court bouillon de poisson",
      "platDescription": "Le court bouillon de poisson consiste a une cuisson rapide du poisson dans une sauce tomate relevé. La cuisson est tellement expresse, que du marché au assiètte, il ne se passera que quelque minute.",
      "Image": "https://img.cuisineaz.com/660x660/2013/12/20/i76685-court-bouillon-de-poisson.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2013/12/20/i76685-court-bouillon-de-poisson.webp",
      "platAlt": "photo Court bouillon de poisson",
      "platEtape1": [
        "1 : Lavez le poisson, faites-le mariner 2 heures dans le jus de citron, l'ail écrasé et le sel. Dans une grande casserole, mettez 1 c. à soupe d'huile à chauffer. ",
        "2 : Mettez-y l'oignon en rondelles, les tomates coupées en quartiers, le thym, le persil et une gousse d'ail écrasée. ",
        "3 : Laissez dorer un tout petit peu. Ajoutez la sauce tomate, puis 3 grands verres d'eau. Laissez chauffer jusqu'à ébullition.  "
      ],
      "platEtape2": [
        "4 : Ajoutez le poisson, ainsi que la marinade. Salez.   ",
        "5 : Après 10 min, ajoutez 4 clous de girofle, le piment végétarien fendu, le bois d'Inde, le piment non fendu, du poivre.   ",
        "6 : En fin de cuisson, retirez le piment, ajoutez un jus de citron et vérifiez l'assaisonnement. ",
        "7 : Servez avec du riz blanc, des légumes des antilles (bananes jaunes, ignames, etc).  "
      ],
      "platIngredients": [
        " 4 darnes de dorade",
        " 4 tomates",
        "1 gros citron vert",
        " 2 c. à soupe de sauce tomate",
        "  1 oignon",
        "4 gousses d'ail",
        "persil à votre goût",
        "thym à votre goût"
      ],
      "platIngredients2": [
        "1 piment végétarien",
        "1 piment",
        "bois d'Inde",
        "huile",
        " sel",
        "poivre ",
        "clous de girofle"
      ],
      "platPersonne": "4 pers",
      "platCuisson": "30 mn",
      "platPréparation": "20mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 16,
      "platTitle": "Poulet boucané",
      "platDescription": "Direction les îles avec le fameux poulet boucané qui se cuisine au barbecue ! Des cuisses de poulet, des morceaux de canne à sucre, du citron vert, une sauce chien et autres délices… une recette qui sent bon l’été ! Si elle est facile à faire, il faut la préparer la veille afin que le poulet ait le temps de bien mariner. ",
      "Image": "https://img.cuisineaz.com/660x660/2018/06/08/i140319-poulet-braise-citron-vert-barbecue.webp",
      "platImg": "https://img.cuisineaz.com/660x660/2018/06/08/i140319-poulet-braise-citron-vert-barbecue.webp",
      "platAlt": "photo Poulet boucané",
      "platEtape1": [
        "1 : Commencez par préparer la marinade la veille. Sur une planche, hachez finement la cive, l’ail et l’oignon. Coupez le petit piment en deux, enlevez les graines et hachez-le très fin. Versez le tout dans un bol. Effeuillez le thym, pressez le citron vert et versez le jus au mélange. Ajoutez 5 cl d’eau, du sel et du poivre. ",
        "2 : Entaillez les cuisses de poulet. Dans un plat, versez la marinade sur les cuisses et réservez au frais pour la nuit.",
        "3 : Le lendemain, mettez en route votre barbecue, en veillant à ce qu’il n’y ait pas de flammes. ",
        "4 : Coupez les cannes à sucre en fins tronçons. Déposez les sur les braises. Ajoutez la grille du barbecue par-dessus et disposez les cuisses de poulet. Conservez la marinade de côté, couvrez les cuisses à l’aide d’un couvercle. Laissez cuire environ 1h30 en prenant soin de les retourner de temps en temps. "
      ],
      "platEtape2": [
        "5 : Pendant ce temps, préparez la sauce chien. Hachez le persil plat, les gousses d’ail, les cives, l’oignon et coupez le piment de la même manière que pour la marinade. Versez le tout dans un grand bol.  ",
        "6 : Pressez le citron vert, ajoutez le jus à la préparation. Versez-y l’huile de tournesol et l’eau chaude (attention, il ne faut pas qu’elle soit bouillante). Ajoutez du sel et du poivre. ",
        "7 : Mélangez la sauce chien et laissez la reposer environ 30 min. ",
        "8 : Servez le poulet boucané et la sauce chien avec du riz, c’est délicieux ! "
      ],
      "platIngredients": [
        " 4 cuisses de poulet",
        " 2 grandes cannes à sucre",
        "1 oignon",
        "1 citron vert",
        "1 petit piment",
        "2 branches de cive",
        "2 gousses d’ail",
        "2 branche de thym",
        " 5 cl d’eau",
        " Sel",
        " poivre"
      ],
      "platIngredients2": [
        "Pour la sauce chien :",
        "4 branches de persil plat",
        "2 gousses d’ail",
        " 1 citron vert",
        "1 oignon",
        "1 petit piment",
        " 4 branches de cive",
        "10cl d’huile de tournesol",
        "10cl d’eau chaude",
        "Sel",
        "poivre"
      ],
      "platPersonne": "4 pers",
      "platCuisson": "45 mn",
      "platPréparation": "20mn",
      "platNiveau": "facile",
      "Like": false
    },
    {
      "id": 17,
      "dessertTitle": "Flan Coco",
      "dessertDescription": "Envie de changer du flan pâtissier traditionnel ? Avec son appareil au lait de coco, le flan coco antillais est le dessert dépaysant par excellence. Nul besoin de se lancer dans la confection d’une pâte brisée ou feuilletée : on mélange tous les ingrédients, et on déverse le tout dans un moule à manqué nappé de caramel liquide. Un entremets terriblement crémeux et onctueux pour conclure le repas sur une note d’évasion !",
      "image": "https://img.cuisineaz.com/660x660/2016/12/14/i114580-.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2022/07/28/i184905-shutterstock-1846298797-min.webp",
      "dessertAlt": "photo Flan Coco",
      "dessertEtape": [
        "1 : Préchauffez le four th.6 (180°C).",
        "2 : Battez les œufs en omelette. Ajoutez les deux laits concentrés et le lait de coco, le zeste du citron vert râpé et la vanille liquide. Mélangez bien le tout. "
      ],
      "dessertEtape2": [
        "3 : Tapissez un moule à manqué (en verre de préférence) de caramel liquide.",
        "4 : Versez la préparation dans le moule, et faites cuire au bain-marie dans le four pendant 1 heure.",
        "5 : Laissez refroidir et réservez au réfrigérateur pendant 2 heures avant de servir."
      ],
      "dessertIngredients": [
        "1 boîte(s) Lait de coco",
        "1 boîte(s) Lait concentré non sucré ",
        "1 c. à café Vanille liquide"
      ],
      "dessertIngredients2": [
        "Caramel liquide ",
        "1 boîte(s) Lait concentré sucré ",
        "3 oeufs ",
        "0,5 Citron vert "
      ],
      "dessertPersonne": "6 pers",
      "dessertCuisson": "1h",
      "dessertPréparation": "15mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 18,
      "dessertTitle": "Blanc manger coco",
      "dessertDescription": "Le blanc manger coco est une recette de dessert incontournable de la gastronomie Antillaise. Cet entremet qui fleure bon les îles est extrêmement facile à réaliser avec du lait de coco et de la gélatine alimentaire. Avec son bon goût de noix de coco et sa texture fondante, il plaira aussi bien aux petits qu'aux grands gourmands. Vous pourrez le proposer à l'heure du dessert ou du goûter pour faire voyager les papilles de toute la famille.",
      "image": "https://img.cuisineaz.com/660x660/2019/01/05/i145482-blanc-manger-coco.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2019/01/05/i145482-blanc-manger-coco.webp",
      "dessertAlt": "photo Blanc manger coco",
      "dessertEtape": [
        "1 : Placez les feuilles de gélatine dans un bol d'eau froide afin de les faire ramollir. .",
        "2 : Versez le lait de coco, le lait concentré non sucré et le sucre en poudre dans une casserole. Portez à ébullition en mélangeant de temps en temps. Lorsque le sucre est bien fondu, retirez la casserole du feu. "
      ],
      "dessertEtape2": [
        "3 : Égouttez les feuilles de gélatine et ajoutez-les dans la préparation. Fouettez énergiquement. Ajoutez également la vanille en poudre. Le blanc manger coco va épaissir petit à petit.",
        "4 : Répartissez la préparation dans des verres individuels ou des moules en silicone. Placez 4 heures au réfrigérateur pour que le blanc manger coco prenne bien avant de déguster. "
      ],
      "dessertIngredients": [
        "40 cl Lait de coco",
        "20 cl Lait concentré non sucré",
        "100 g Sucre en poudre"
      ],
      "dessertIngredients2": [
        "3 feuilles Gélatine",
        "0,5 c. à café Vanille en poudre"
      ],
      "dessertPersonne": "4 pers",
      "dessertCuisson": "10mn",
      "dessertPréparation": "10mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 19,
      "dessertTitle": "Kassav",
      "dessertDescription": "Envolez-vous vers la Guadeloupe avec cette savoureuse recette de Kassav. Cette spécialité des Antilles est une succulente galette à base de farine de manioc. Ces jolies galettes peuvent aussi bien être fourrées avec des garnitures sucrées que salées. Ici, nous vous proposons des Kassav fourrés à la confiture de coco. Un vrai délice ! ",
      "image": "https://img.cuisineaz.com/660x660/2019/05/09/i147053-kassav.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2019/05/09/i147053-kassav.webp",
      "dessertAlt": "photo Kassav",
      "dessertEtape": [
        "1 : Dans un saladier, versez la farine de manioc, la cannelle et le sucre de canne. Prélevez le zeste de citron et ajoutez-le dans le saladier. Ajoutez progressivement l’eau tout en pétrissant la pâte. Vous devez obtenir une boule homogène",
        "2 : Prélevez des petites portions de pâte et aplatissez-les avec un rouleau à pâtisserie. Vous devez former des galettes de 8 cm de diamètre.  "
      ],
      "dessertEtape2": [
        "3 :Prenez une première galette. Recouvrez-la d’une couche de confiture de coco. Recouvrez avec une seconde galette. Faites de même jusqu’à épuisement des ingrédients. ",
        "4 : Versez l’huile de coco dans une poêle et faites chauffer. Lorsque la poêle est bien chaude, disposez les Kassav dedans. Faites cuire environ 8 min sur chaque face. Les galettes doivent être bien dorées. Laissez tiédir et dégustez. "
      ],
      "dessertIngredients": [
        "160 g de farine de manioc",
        " 20 g de sucre de canne",
        "185 g d’eau",
        "1 citron"
      ],
      "dessertIngredients2": [
        "1 c. à soupe d’huile de coco",
        "1/2 c. à café de cannelle",
        "140 g de confiture de coco"
      ],
      "dessertPersonne": "6 pers",
      "dessertCuisson": "18mn",
      "dessertPréparation": "20mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 20,
      "dessertTitle": "le sorbet coco",
      "dessertDescription": "Cette recette de #sorbet_coco est celle de Françoise, une Guadeloupéenne qui a bien voulu me confier ses secrets l'hiver dernier ! Si vous souhaitez d'autres recettes des #Antilles, je vous invite à me rejoindre sur mon blog lesplatsduprince.wixsite.com/mon-blog",
      "image": "https://img.cuisineaz.com/660x660/2015/12/03/i93651-sorbet-coco-a-l-antillaise.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2015/12/03/i93651-sorbet-coco-a-l-antillaise.webp",
      "dessertAlt": "photo le sorbet coco",
      "dessertEtape": [
        "1 : Mélangez la crème de coco et la crème fluide très froide, et montez le mélange en chantilly dans votre robot.",
        "2 : Ajoutez le lait concentré, les épices, la vanille et l'extrait d'amande amère, puis les zestes de citron. Mélangez-bien le tout. ",
        "3 : Mettez dans un moule, puis placez au congélateur pour au moins 6h. Vous sortirez la glace 15 min avant, pour pouvoir réaliser les boules de glace."
      ],
      "dessertEtape2": [
        "4 : En accompagnement, préparez une compotée d'ananas : faites fondre le beurre dans une casserole, ajoutez les dés d'ananas égouttés (réservez le jus) et saupoudrez de sucre. Laissez caraméliser légèrement puis ajoutez le jus d'ananas et le bouchon de rhum. Laissez réduire.",
        "5 : Faites griller à sec dans une poêle quelques copeaux de coco.",
        "6 : Au moment de servir, formez les boules à l'aide d'une cuiller à glace. Versez les ananas dans une assiette creuse. Déposez dessus la boule de sorbet, et saupoudrez avec les copeaux de coco."
      ],
      "dessertIngredients": [
        " 40 centilitres crème de coco",
        " 400 grammes lait concentré sucré",
        "30 centilitres crème fluide à 30% de matières grasses",
        " 1 c. à café muscade moulue",
        "1 c. à café cannelle"
      ],
      "dessertIngredients2": [
        "1 c. à café extrait vanille liquide",
        " 1 c. à café extrait amande amère",
        " 1 zeste de citron vert râpé",
        " facultatif : 125 grammes dés d'ananas au sirop",
        " 50 grammes beurre",
        "1 c. à soupe de sucre brun",
        " 5 centilitres rhum",
        " 125 grammes copeaux de noix de coco"
      ],
      "dessertPersonne": "6 pers",
      "dessertCuisson": "15mn",
      "dessertPréparation": "30mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 21,
      "dessertTitle": "Chaudeau",
      "dessertDescription": "Le chaudeau est préparé traditionnellement en Guadeloupe pour le repas de première communion. Il est servi avec le gâteau fouetté, garni d'une meringue. Cette recette de chaudeau est tirée de la 'Bonne cuisine des Antilles' de Roselyne Ribère, une amoureuse de la cuisine antillaise.",
      "image": "https://img.cuisineaz.com/660x660/2018/03/19/i136948-chaudeau-facile.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2018/03/19/i136948-chaudeau-facile.webp",
      "dessertAlt": "photo Chaudeau",
      "dessertEtape": [
        "1 : Faites chauffer le lait avec les épices, le zeste de citron vert et le sucre. ",
        "2 : Baissez le feu pour arrêter l'ébullition, le lait doit frémir et non bouillir. ",
        "3 : Versez un peu de lait dans un bol et laissez tiédir. ",
        "4 : Cassez les œufs, ôtez-en le germe et délayez-les dans le lait. "
      ],
      "dessertEtape2": [
        "5 : Versez-les dans la casserole, sans cesser de remuer, jusqu'à ce que la crème nappe la cuillère. ",
        "6 : Il faut compter environ 20 min. Pour éviter que la crème ne tourne, faites-la cuire à feu doux. ",
        "7 : Si vous constatez qu'elle a tourné (légère décomposition du lait et de l'œuf cuit), mixez la préparation ou battez-la au fouet, puis filtrez."
      ],
      "dessertIngredients": [
        " 1l de lait",
        "125 g de sucre",
        " 4 oeufs",
        " 1 bâton de cannelle"
      ],
      "dessertIngredients2": [
        "un peu de noix de muscade râpée",
        "1 gousse de vanille",
        "le zeste de un citron vert "
      ],
      "dessertPersonne": "6 pers",
      "dessertCuisson": "25mn",
      "dessertPréparation": "10mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 22,
      "dessertTitle": "Ananas au caramel de lait de coco",
      "dessertDescription": "Ce fruit exotique que l'on trouve si souvent en conserve au naturel ou au sirop toute l'année arrive frais sur le marché français en hiver pour notre plus grand plaisir. Rafraîchissant en simple carpaccio, couramment employé dans les salades de fruits, entremets et pâtisserie, il accompagne aussi les viandes grasses, le porc, le canard. Il est très présent dans les cuisines créoles et asiatiques. ",
      "image": "https://img.cuisineaz.com/660x660/2015/12/09/i72054-ananas-coco.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2015/12/09/i72054-ananas-coco.webp",
      "dessertAlt": "photo Ananas au caramel de lait de coco",
      "dessertEtape": [
        "1 : Lavez, épluchez et tranchez l'ananas avec une épaisseur de demi-cm. ",
        "2 : Chauffez le sucre dans une grande poêle antiadhésive jusqu'à l'obtention d'une texture dotée d'une couleur rousse. Évitez de mélanger pendant la cuisson. ",
        "3 : Posez-y ensuite les tranches de fruits pour les caraméliser. Tournez-les souvent. "
      ],
      "dessertEtape2": [
        "4 : Intégrez le lait de coco dans la préparation. Remuez-la délicatement pour obtenir une consistance homogène.",
        "5 : Faites tiédir le tout et saupoudrez le dessus de noix de coco râpée."
      ],
      "dessertIngredients": [
        "1 ananas",
        "100 g de sucre en poudre"
      ],
      "dessertIngredients2": [
        "10 cl de lait de coco",
        "2 c. à soupe de noix de coco rapée"
      ],
      "dessertPersonne": "4 pers",
      "dessertCuisson": "10mn",
      "dessertPréparation": "15mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 23,
      "dessertTitle": "Flan antillais Coco",
      "dessertDescription": "Envie de changer du flan pâtissier traditionnel ? Avec son appareil au lait de coco, le flan coco antillais est le dessert dépaysant par excellence. Nul besoin de se lancer dans la confection d’une pâte brisée ou feuilletée : on mélange tous les ingrédients, et on déverse le tout dans un moule à manqué nappé de caramel liquide. Un entremets terriblement crémeux et onctueux pour conclure le repas sur une note d’évasion !",
      "image": "https://img.cuisineaz.com/660x660/2016/04/28/i18351-flan-des-iles.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2016/04/28/i18351-flan-des-iles.webp",
      "dessertAlt": "photo Flan antillais Coco",
      "dessertEtape": [
        "1 : Préchauffez le four th.6 (180°C).",
        "2 : Beurrez et caramélisez un moule à cake. ",
        "3 : Mélangez tous les autres ingrédients au fouet dans un saladier."
      ],
      "dessertEtape2": [
        "4 : Versez dans le moule, enfournez pour 30 min, le flan doit être doré.",
        "5 : Démoulez tiède, placez au frais."
      ],
      "dessertIngredients": [
        "4 oeufs",
        "1 boîte de lait concentré sucré",
        "1 boîte de lait de coco"
      ],
      "dessertIngredients2": [
        "1 sachet de noix de coco râpée",
        "beurre et caramel liquide pour le moule"
      ],
      "dessertPersonne": "6 pers",
      "dessertCuisson": "30mn",
      "dessertPréparation": "10mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 24,
      "dessertTitle": "Tourment d'amour",
      "dessertDescription": "Le tourment d’amour est un gâteau emblématique de la Guadeloupe, spécialité des îles des Saintes. Il se raconte qu’il était alors préparé par les femmes saintoises pour leurs époux marins à leur retour de mer. De forme ronde, il repose sur une base de pâte brisée nappée de confiture de coco et recouverte d’une génoise moelleuse. Classiquement vendu sous forme individuelle, il se décline ici dans une version à partager, pour le plus grand plaisir des gourmands !",
      "image": "https://img.cuisineaz.com/660x660/2022/08/02/i184968-shutterstock-615612455-min.webp",
      "dessertImg": "https://img.cuisineaz.com/660x660/2022/08/02/i184968-shutterstock-615612455-min.webp",
      "dessertAlt": "photo Tourment d'amour",
      "dessertEtape": [
        "1 : Préchauffez le four th.5-6 (160°C).",
        "2 : Foncez un moule à tarte à bords hauts avec la pâte brisée et piquez le fond avec une fourchette.  ",
        "3 : Mélangez la confiture de coco et la crème pâtissière. Versez la mixture sur le fond de la tarte. "
      ],
      "dessertEtape2": [
        "4 : Dans un saladier, battez énergiquement les oeufs avec le sucre jusqu'à ce qu'ils soient mousseux. Ajoutez la farine tamisée, puis versez le mélange sur la tarte. ",
        "5 : Enfournez pour 45 min."
      ],
      "dessertIngredients": [
        "1 Pâte brisée",
        "5 c. à café Confiture de coco",
        " 250 g sucre"
      ],
      "dessertIngredients2": [
        "50 cl Crème pâtissière",
        "250 g Farine",
        "6 oeufs"
      ],
      "dessertPersonne": "8 pers",
      "dessertCuisson": "45mn",
      "dessertPréparation": "15mn",
      "dessertNiveau": "facile",
      "Like": false
    },
    {
      "id": 25,
      "rhumCategory": "rhum",
      "rhumTitle": "Bielle",
      "rhumDescription": "Le rhum blanc Bielle titré à 59° est un rhum premium ayant bénéficié d’une double distillation, sans maturation. Produit à partir des meilleures cannes à sucre soigneusement choisies et récoltées à la main, il représente dignement son terroir. Puissant en bouche et marqué intensément par la canne, il révèle des arômes de vanille et de notes végétales. Parfait pour réaliser un savoureux Ti’Punch. Bielle élabore du rhum agricole à Marie-Galante, au pur jus de cannes intensément riches en saveurs.",
      "rhumImg": "https://premiumliqueur.com/1306-large_default/rhum-blanc-bielle-59-100cl.jpg",
      "rhumAlt": "photo bouteille Bielle",
      "Like": false
    },
    {
      "id": 26,
      "rhumCategory": "rhum",
      "rhumTitle": "Bologne",
      "rhumDescription": "En Guadeloupe, à Basse-Terre, la Distillerie Bologne élabore du rhum agricole de qualité supérieure depuis 1930. Le rhum blanc affichant 50°, grand classique, vous propose de découvrir la richesse de ses parfums légers et de ses saveurs dans tous vos punchs et cocktails qu’il rendra intensément aromatiques. Les rhums Bologne, du nom des propriétaires fondateurs, sont d’excellents rhums agricoles conçus, à base de pur jus de cannes à sucre richement parfumées, en Guadeloupe.",
      "rhumImg": "/images/bologne.png",
      "rhumAlt": "photo bouteille Bologne",
      "Like": false
    },
    {
      "id": 27,
      "rhumCategory": "rhum",
      "rhumTitle": "Damoiseau",
      "rhumDescription": "La Distillerie Damoiseau est implantée sur la Guadeloupe. Au nez, Canne bien pleine et ronde, des fruits exotiques et une pincée de poivre. En bouche, Fine note sucrée de canne à sucre, saveur florale et épicée. Le rhum blanc 50° Damoiseau est issu de la fermentation et de la distillation du pur jus de canne à sucre. Titrant environ 88° à la sortie de la colonne à distiller, il est mis en bonification pendant 3 à 4 mois dans des foudres de chêne, puis brassé et aéré avant sa mise en bouteille. ",
      "rhumImg": "https://cecileholiday.com/802-product_main/damoiseau-50.jpg",
      "rhumAlt": "photo bouteille Damoiseau",
      "Like": false
    },
    {
      "id": 28,
      "rhumCategory": "rhum",
      "rhumTitle": "Père Labat",
      "rhumDescription": "Le rhum blanc Père Labat est produit à Marie-Galante par la Distillerie Poisson, petite distillerie familiale. Il est élaboré selon une recette traditionnelle, à base de pur jus de canne fraîche et embouteillé à 59°. Ses parfums sont d’une exceptionnelle intensité, suaves et fruités. D’une belle rondeur en bouche, ce rhum franc offre une jolie finale. Créée en 1860, la petite distillerie Poisson continue de perpétuer la tradition en produisant des rhums agricoles respectueux des principes du célèbre Père Labat.",
      "rhumImg": "https://cecileholiday.com/7435-product_main/pere-labat-59d-1l.jpg",
      "rhumAlt": "photo bouteille Pére Labat",
      "Like": false
    },
    {
      "id": 29,
      "punchCategory": "punch",
      "punchTitle": "Madras",
      "punchDescription": "Le punch planteur, plus que toute autre boisson, symbolise les Antilles… C’est un véritable concentré de soleil et de bonne humeur, que l'on aime déguster l’été venu, au bord d’une piscine ou à la mer. Difficile de réussir un excellent punch planteur : il vous faut vous procurer les ingrédients et prendre du temps pour cette préparation, alors que vous souhaitez au contraire vous livrer aux joies du farniente…",
      "punchImg": "https://cecileholiday.com/7649-product_main/rhum-agricole-madras-50-45l-.jpg",
      "punchAlt": "photo punch",
      "Like": false
    },
    {
      "id": 30,
      "punchCategory": "punch",
      "punchTitle": "Karukera",
      "punchDescription": "Ce savoureux Punch Coco de Karukera est fait pour vous ! Grâce à une recette traditionnelle, le rhum agricole haut de gamme de la marque guadeloupéenne épouse la saveur tropicale de la noix de coco, un fruit emblématique des Antilles au jus doux et désaltérant. Cet élixir fruité et subtilement épicé ensoleillera vos moments de détente en famille ou avec les amis.",
      "punchImg": "https://cdn3.klac.fr/970-large_default/karukera-punch-mangue-passion.jpg",
      "punchAlt": "photo bouteille Karukera",
      "Like": false
    },
    {
      "id": 31,
      "punchCategory": "punch",
      "punchTitle": "Bielle Bois Bandé",
      "punchDescription": "Légende pour certains tandis que d’autres y croient dur comme fer, le bois bandé serait aphrodisiaque pour l’homme et la femme ! Issu d’un arbre de la forêt amazonienne - le Muira Puama - le bois bandé lutte contre les coups de mou et ses vertus vasodilatatrices boostent le tonus sexuel, d’où sa réputation d’aphrodisiaque. L’écorce de l'arbre permet d’améliorer les performances sexuelles.",
      "punchImg": "/images/bois bandé.png",
      "punchAlt": "photo bouteille Bielle Bois Bandé",
      "Like": false
    },
    {
      "id": 32,
      "punchCategory": "punch",
      "punchTitle": "Severin Passion",
      "punchDescription": "Ce délicieux Punch Passion est préparé selon la véritable recette antillaise, avec le grand rhum blanc Séverin, du sirop de sucre de canne, de véritables graines et de la pulpe de Fruits de la Passion, fruit exotique particulièrement aromatique et aux notes acidulées très spécifiques. D’une douceur extrême en bouche, ce Punch Passion est une succulente et irrésistible tentation.",
      "punchImg": "/images/severin.png",
      "punchAlt": "photo bouteille Severin Passion",
      "Like": false
    },
    {
      "id": 33,
      "jusCategory": "jus",
      "jusTitle": "Caresse Antillaise",
      "jusDescription": "Caresse antillaise est la marque référence des jus frais aux saveurs tropicales. Sa gamme très riche et authentique est commercialisée en partie en France métropolitaine et les associations de saveurs très appréciées sont réservés au territoire local.Nectar de goyaves roses sans conservateur et sans colorant. Caresse Antillaise est une références depuis plus de 40 ans.",
      "jusImg": "/images/caresse antillaise.png",
      "jusAlt": "photo bouteille Caresse Antillaise",
      "Like": false
    },
    {
      "id": 34,
      "jusCategory": "Jus",
      "jusTitle": "Banga",
      "jusDescription": "Banga est une boisson française à base d'orange appartenant à Schweppes International Limited, Société de Droit Britannique, Londres Créée en 1968 par Pampryl et très populaire dans les années 1980, sa mascotte était un petit singe.En 1999, la marque Banga est rachetée par Oasis et disparaît des rayons de la  métropole. Mais Banga est toujours présente aux Antilles",
      "jusImg": "/images/banga.png",
      "jusAlt": "photo bouteille Banga",
      "Like": false
    },
    {
      "id": 35,
      "jusCategory": "jus",
      "jusTitle": "Royal Soda",
      "jusDescription": "Créé en 1950 en Martinique, Royal Soda est un des premiers sodas embouteillés dans la Caraïbe. De nos jours, il est le leader incontesté du marché, tant en Guadeloupe qu'en Martinique. Patrimoine des Antilles, elle vit avec son temps, avec son usine de progrès, et sa gamme de parfums en constante évolution. Le kampane est un des produits far de la marque!",
      "jusImg": "/images/royal soda.png",
      "jusAlt": "photo bouteille Royal Soda",
      "Like": false
    },
    {
      "id": 36,
      "jusCategory": "jus",
      "jusTitle": "Ordinaire",
      "jusDescription": "La boisson l'ordinaire est une limonade en provenance de la Guadeloupe. C'est une boisson à l'anis qui est produite en Martinique. Elle est très appréciée par les Guadeloupéens et Martiniquais.Cette boisson à l'anis est unique au monde, elle possède un goût qui sort de l'ordinaire.Si vous avez besoin de vous désaltérer, prenez une petite limonade l'Ordinaire, c'est tellement bon !",
      "jusImg": "/images/ordinaire.png",
      "jusAlt": "photo bouteille Ordinaire",
      "Like": false
    }
  ],
  "users": [
    {
      "nom": "Fabien",
      "prenom": "Kustom",
      "email": "fab93@gmail.com",
      "comment": "il avance bien ce site beaucoup de choix de recette de cuisine. On apprend plus sur le culture Guadeloupe.\nTrop cool !!!",
      "id": 1
    },
    {
      "nom": "tyffany",
      "prenom": "blaise",
      "email": "blabla@gmail.com",
      "comment": "wouaih ! trop cool j'adore manger antillais",
      "id": 4
    },
    {
      "nom": "patou",
      "prenom": "",
      "email": "pat@gmail.com",
      "comment": "o c gros boisson la o champagne la ,cognac, wisky.",
      "id": 6
    },
    {
      "nom": "bache",
      "prenom": "claude",
      "email": "cloclo.972-02@gmail.com",
      "comment": "pani cigare mdrrrrrr",
      "id": 7
    }
  ]
}